app/views/dashboard/index.html.erb

<% @users = User.all %>
---
SELECT "users".* FROM "users"